medicalopenworld/IncuNest/Firmware/SensorBoard_v2/test_apps/comm_test/sdkconfig.defaults
# Test app: consola USB Serial/JTAG activa para ver el output de Unity
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_CDC_ENABLED=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_FREERTOS_HZ=1000
